7zip
acpi
bacon
base
base-devel
bash-completion
bat
batsignal
blender
brightnessctl
cardinal-clap
cmus
cowsay
dexed-clap
discord
dkms
docker
docker-buildx
docker-compose
editorconfig-checker
efibootmgr
eva
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
ffmpeg4.4
ffmpegthumbnailer
firefox
foot
foot-terminfo
freepats-general-midi
fuse2
fzf
ghc
git
git-lfs
github-cli
glow
gnome-themes-extra
go
godot
grim
gst-plugin-pipewire
gvfs
gvfs-mtp
haskell-language-server
hdparm
htop
hyprpicker
i3status
imv
intel-ucode
inxi
iwd
j4-dmenu-desktop
jc303-clap
jo
jq
julia
kdenlive
krita
ldoc
lf
libpulse
libresprite
libva-nvidia-driver
linux
linux-firmware
linux-headers
lld
love
lsix
lsof
mako
man-db
man-pages
mednafen
mesa-utils
micro
mingw-w64-gcc
mpv
mupdf
mupdf-tools
nano
ncdu
neovim
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-dkms
obsidian-icon-theme
ot-cryptid-clap
ot-cryptid-vst3
ot-keys-clap
ot-keys-vst3
ot-simian-clap
ot-simian-vst3
ot-urchin-clap
ot-urchin-vst3
pacman-contrib
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
pv
qaseprite
reaper
reflector
ripgrep
rsync
rustup
scanmem
slurp
smartmontools
sof-firmware
soundfont-fluid
speedtest-cli
spotify-launcher
stow
strace
sway
sway-contrib
swaybg
swayidle
swaylock
tealdeer
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tiled
tiny
tmux
transmission-gtk
tree
ttc-iosevka
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
tumbler
typst
unrar
unzip
uv
valgrind
vim
visidata
vkmark
vulkan-intel
vulkan-tools
waybar
wev
wf-recorder
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wl-mirror
wlr-randr
wmenu
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-xeyes
xorg-xwayland
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zram-generator
